Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Payment History
ar: تاريخ الدفع
cs: Historie plateb
de: Zahlungsverhalten
es: Historial de pagos
es_419: Historial de pagos
fr: Historique des paiements

source: Payment Options
ar: خيارات الدفع
cs: Možnosti platby
de: Zahlungsoptionen
es: Opciones de pago
es_419: Opciones de pago
fr: Options de paiement

source: Payment Part #%lld
ar: جزء الدفع #%د
cs: Část platby #%lld
de: Zahlung Teil #%lld
es: Parte de pago #%lld
es_419: Parte del pago N.° %lld
fr: Tranche de paiement #%lld

source: Payment Requested
ar: طلب الدفع
cs: Požadovaná platba
de: Angeforderte Zahlung
es: Pago solicitado
es_419: Pago solicitado
fr: Paiement requis

source: Payment channels
ar: قنوات الدفع
cs: Platební kanály
de: Zahlungs-Kanäle
es: Canales de pago
es_419: Canales de pago
fr: Canaux de paiements

source: Payment channels are automatically created when needed.
ar: يتم إنشاء قنوات الدفع تلقائيًا عند الحاجة.
cs: Platební kanály se v případě potřeby vytvářejí automaticky.
de: Zahlungskanäle werden bei Bedarf automatisch erstellt.
es: Los canales de pago se crean automáticamente cuando es necesario.
es_419: Los canales de pago se crean automáticamente cuando es necesario.
fr: Les canaux de paiement sont créés automatiquement au besoin.

source: Payment channels are automatically created when you receive payments.
ar: يتم إنشاء قنوات الدفع تلقائياً عند تلقي المدفوعات.
cs: Platební kanály se vytvářejí automaticky při příjmu plateb.
de: Zahlungskanäle werden automatisch erstellt, wenn du Zahlungen erhältst.
es: Los canales de pago se crean automáticamente cuando recibe pagos.
es_419: Los canales de pago se crean automáticamente cuando recibes pagos.
fr: Les canaux de paiement sont créés automatiquement quand vous recevez des paiements.

source: Payment channels are automatically created when you receive payments. Use the **Receive** screen to receive via the Lightning network.
ar: يتم إنشاء قنوات الدفع تلقائيًا عندما تتلقى مدفوعات. استخدم شاشة **استلام** للاستلام عبر شبكة البرق.
cs: Platební kanály jsou automaticky vytvořeny když dostanete platbu. K přijímání plateb prostřednictvím sítě Lightning použijte obrazovku **Přijmout**.
de: Zahlungskanäle werden automatisch erstellt, wenn du Zahlungen erhältst. Verwende den Bildschirm **Empfangen**, um über das Lightning-Netzwerk zu empfangen.
es: Los canales de pago se crean automáticamente cuando se reciben pagos. Utilice la opción **Recibir** para recibir a través de la red Lightning.
es_419: Los canales de pago se crean automáticamente cuando recibes pagos. Usa la pantalla **Recibir** para recibirlos a través de la red de Lightning.
fr: Des canaux de paiements sont automatiquement créés lorsque vous recevez des paiements. Utilisez l’écran **Recevoir** pour créer des requêtes de paiement Lightning.

source: Payment from %@
ar: الدفع من %@
cs: Platba z %@
de: Zahlung von %@
es: Pago de %@
es_419: Pago de %@
fr: Paiement de %@

source: Payment history
ar: تاريخ الدفع
cs: Historie plateb
de: Zahlungs-Historie
es: Historial de pagos
es_419: Historial de pagos
fr: Historique des paiements

source: Payment history and contacts not stored in iCloud.
ar: سجل الدفع وجهات الاتصال غير مخزنة في iCloud.
cs: Historie plateb a kontakty nejsou uloženy v iCloudu.
de: Zahlungsverlauf und Kontakte werden nicht in iCloud gespeichert.
es: El historial de pagos y los contactos no se almacenan en iCloud.
es_419: El historial de pagos y los contactos no se almacenan en iCloud.
fr: L'historique des paiements et les contacts ne sont pas stockés dans iCloud.

source: Payment options
ar: خيارات الدفع
cs: Možnosti platby
de: Zahlungs-Optionen
es: Opciones de pago
es_419: Opciones de pago
fr: Options de paiements

source: Payment options & fees
ar: خيارات الدفع والرسوم
cs: Možnosti platby a poplatků
de: Zahlungsoptionen &amp; Gebühren
es: Opciones de pago y tarifas
es_419: Opciones de pago y comisiones
fr: Options et frais de paiements

source: Payment received
ar: المدفوعات المستلمة
cs: Přijatá platba
de: Zahlung empfangen
es_419: Pago recibido
fr: Paiement reçu

source: Payment rejected (+%@)
ar: تم رفض الدفع (+%@)
cs: Platba zamítnuta (+%@)
de: Zahlung abgelehnt (+%@)
es: Pago rechazado (+%@)
es_419: Pago rechazado (+%@)
fr: Paiement refusé (+%@)

source: Payment requested by
ar: تم طلب الدفع من
cs: Platba požadovaná do
de: Zahlung erbeten bis
es: Pago solicitado por
es_419: Pago solicitado por
fr: Paiement requis par

source: Payment requested from %@
ar: طلب الدفع من %@
cs: Požadovaná platba od %@
de: Zahlung angefordert von %@
es: Pago solicitado de %@
es_419: Pago solicitado a %@
fr: Paiement requis depuis

source: Payment sent
ar: الدفعة المرسلة
cs: Odeslaná platba
de: Zahlung gesendet
es: Pago enviado
es_419: Pago enviado
fr: Paiement envoyé

source: Payment status
ar: حالة الدفع
cs: Stav platby
de: Zahlungsstatus
es: Estado del pago
es_419: Estado del pago
fr: Statut du paiement

source: Payment to %@
ar: الدفع إلى %@
cs: Platba na %@
de: Zahlung an %@
es: Pago a %@
es_419: Pago a %@
fr: Paiement à %@

source: Payment will fail
ar: ستفشل عملية الدفع
cs: Platba selže
de: Zahlung wird fehlschlagen
es: El pago fallará
es_419: El pago no se realizará
fr: Ce paiement va échouer.

source: Payments
ar: المدفوعات
cs: Platby
de: Zahlungen
es: Pagos
es_419: Pagos
fr: Paiements

source: Payments Backup
ar: النسخ الاحتياطي للمدفوعات
cs: Zálohování plateb
de: Zahlungen Backup
es: Respaldo de pagos
es_419: Copia de seguridad de pagos
fr: Sauvegarde des paiements

source: Payments are uploaded to the cloud immediately upon completion.
ar: يتم رفع المدفوعات إلى السحابة فور اتمامها.
cs: Platby se nahrávají do cloudu ihned po dokončení.
de: Die Zahlungen werden sofort nach Abschluss in die Cloud hochgeladen.
es: Los pagos se cargan en la nube inmediatamente después de su finalización.
es_419: Los pagos se suben a la nube inmediatamente después de completarse.
fr: Les paiements sont sauvés dans le cloud immédiatement.

source: Pending
ar: قيد الانتظار
cs: Čeká se na
de: Anhängig
es: Pendiente
es_419: Pendiente
fr: En attente

source: Pending payment
ar: في انتظار السداد
cs: Čeká se na platbu
de: Ausstehende Zahlung
es: Pago pendiente
es_419: Pago pendiente
fr: Paiement en cours

source: Percentage Check
ar: التحقق من النسبة المئوية
cs: Procentní kontrola
de: Prozentsatz Kontrolle
es: Verificación de porcentaje
es_419: Comprobación porcentual
fr: Contrôle en relatif

source: Phoenix Version: %@
ar: إصدار فينيكس: %@
cs: Phoenix Verze: %@
es: Versión Fénix: %@
es_419: Versión de Phoenix: %@
fr: Version de Phoenix : %@

source: Phoenix can restore your funds automatically.
ar: تستطيع Phoenix استعادة أموالك بشكل تلقائي.
cs: Phoenix může automaticky obnovit vaše prostředky.
de: Phoenix kann dein Guthaben automatisch wiederherstellen.
es: Phoenix puede restaurar sus fondos automáticamente.
es_419: Phoenix puede restablecer tus fondos automáticamente.
fr: Phoenix pourra restaurer vos fonds automatiquement.

source: Phoenix does not support this type of LNURL yet
ar: لا تدعم Phoenix هذا النوع من LNURL حتى الآن
cs: Phoenix zatím tento typ LNURL nepodporuje
de: Phoenix unterstützt diesen Typ von LNURL noch nicht
es: Phoenix aún no admite este tipo de LNURL
es_419: Phoenix aún no admite este tipo de LNURL
fr: Phoenix ne supporte pas encore ce type de LNURL

source: Phoenix is self-custodial. You take control.
ar: فينيكس هو الوصاية الذاتية. أنت تتولى زمام الأمور
cs: Phoenix je Self-Custody. Přebíráte kontrolu.
de: Phoenix ist self-custodial. Sie haben die Kontrolle.
es: Phoenix es autocustodia. Tú tomas el control.
es_419: Phoenix es autocustodiada. Tú tomas el control.
fr: Vous seul avez le contrôle de votre fonds.

source: Phoenix needs access to Tor to function properly.
ar: يحتاج Phoenix إلى الوصول إلى Tor ليعمل بشكل صحيح.
cs: Phoenix potřebuje pro správné fungování přístup k síti Tor.
de: Phoenix benötigt Zugriff auf Tor, um ordnungsgemäß zu funktionieren.
es: Phoenix necesita acceso a Tor para funcionar correctamente.
es_419: Phoenix necesita acceso a Tor para funcionar correctamente.

source: Phoenix uses payment channels to make Bitcoin fast and private.
ar: تستخدم فينيكس قنوات الدفع لجعل البيتكوين سريعة وخاصة.
cs: Phoenix používá platební kanály, aby byl Bitcoin rychlý a soukromý.
de: Phoenix nutzt Zahlungskanäle, um Bitcoin schnell und privat zu machen.
es: Phoenix utiliza canales de pago para que Bitcoin sea rápido y privado.
es_419: Phoenix usa canales de pago para que Bitcoin sea rápido y privado.
fr: Phoenix utilise les canaux de paiement Lightning pour rendre les paiements instantanés et privés.

source: Phoenix v2 has arrived!
ar: وصل فينيكس v2!
cs: Phoenix v2 je tu!
de: Phoenix v2 ist da!
es: ¡Phoenix ha llegado!
es_419: ¡Ya está disponible la versión 2 de Phoenix!
fr: Phoenix v2 est arrivé !

source: Phoenix will try to make the payment using the minimum fee possible.
ar: ستحاول Phoenix الدفع باستخدام ادنى حد ممكن من الرسوم
cs: Společnost Phoenix se pokusí provést platbu s použitím minimálního možného poplatku.
de: Phoenix wird versuchen, die Zahlung mit der geringstmöglichen Gebühr zu leisten.
es: Phoenix intentará realizar el pago utilizando la tarifa mínima posible.
es_419: Phoenix intentará realizar el pago aplicando la comisión más baja posible.
fr: Les paiements utilisent d'abord des frais minimaux avant d'augmenter graduellement jusqu'à ce maximum.

source: Plan ahead to save money later
ar: خطط مسبقاً لتوفير المال لاحقاً
cs: Plánujte dopředu, abyste později ušetřili
de: Vorausplanen, um später Geld zu sparen
es: Planifica con antelación para ahorrar dinero después
es_419: Planifica con antelación para ahorrar dinero después
fr: Planifiez votre liquidité à l'avance afin éviter des frais on-chain dans le futur

source: Please check your connection.
ar: يرجى التحقق من اتصالك.
cs: Zkontrolujte prosím své připojení.
de: Bitte überprüfe deine Verbindung.
es: Por favor verifique su conexión.
es_419: Comprueba la conexión.
fr: Veuillez vérifier votre connexion.

source: Please enable Face ID
ar: يرجى تمكين Face ID
cs: Povolte prosím Face ID
de: Bitte aktiviere Face ID
es: Habilite Face ID
es_419: Activa Face ID
fr: Veuillez activer Face ID

source: Please enable Touch ID
ar: يرجى تمكين Touch ID
cs: Povolte prosím Touch ID
de: Bitte aktiviere Touch ID
es: Habilite Touch ID
es_419: Activa Touch ID
fr: Veuillez activer TouchID

source: Please ensure the address is correct
ar: يرجى التأكد من صحة العنوان
cs: Ujistěte se, že je adresa správná
de: Bitte stelle sicher, dass die Adresse korrekt ist
es: Por favor asegúrese de que la dirección sea correcta
es_419: Comprueba que la dirección sea correcta
fr: Veuillez vous assurer que l'adresse est correcte.

source: Please enter a valid amount.
ar: يُرجى إدخال مبلغ صحيح.
cs: Zadejte prosím platnou částku.
de: Bitte gib einen gültigen Betrag ein.
es: Por favor ingrese una cantidad válida.
es_419: Ingresa un importe válido.
fr: Veuillez saisir un montant valide.

source: Please perform a backup before enabling any options here. If you lock yourself out of Phoenix without a backup of your recovery phrase, you will **lose your funds**!
ar: يرجى إجراء نسخة احتياطية قبل تمكين أي خيارات هنا. إذا قمت بحبس نفسك خارج فينيكس دون إجراء نسخة احتياطية من عبارة الاسترداد الخاصة بك، فسوف ** تخسر أموالك**!
cs: Před povolením jakýchkoli možností zde proveďte zálohování. Pokud se zablokujete ve Phoenixu bez zálohy fráze pro obnovení, **přijdete o své prostředky**!
de: Bitte erstellen Sie eine Sicherungskopie, bevor Sie die Optionen hier aktivieren. Wenn Sie sich ohne ein Backup Ihrer Wiederherstellungsphrase aus Phoenix aussperren, werden Sie Ihr Geld **verlieren**!
es: Por favor, realiza una copia de seguridad antes de activar cualquier opción aquí. ¡Si te bloqueas en Phoenix sin una copia de seguridad de tu frase de recuperación, **perderás tus fondos**!
es_419: Por favor, realiza una copia de seguridad antes de activar cualquier opción aquí. ¡Si te bloqueas en Phoenix sin una copia de seguridad de tu frase de recuperación, **perderás tus fondos**!
fr: Veuillez effectuer une sauvegarde avant d'activer l'une ou l'autre des options proposées ici. Si vous vous enfermez hors de Phoenix sans avoir sauvegardé votre phrase de récupération, vous **perdrez vos fonds** !

source: Please restart Phoenix
ar: الرجاء إعادة تشغيل Phoenix
cs: Restartujte Phoenix
de: Bitte Phoenix neu starten
es: Reinicia Phoenix
es_419: Reinicia Phoenix
fr: Veuillez redémarrer Phoenix

source: Please sign into iCloud
ar: يرجى تسجيل الدخول إلى iCloud
cs: Přihlaste se prosím do služby iCloud
de: Bitte melde dich bei iCloud an
es: Inicie sesión en iCloud
es_419: Inicia sesión en iCloud
fr: Veuillez vous authentifier dans iCloud

source: Please sign into iCloud.
ar: يرجى تسجيل الدخول إلى iCloud.
cs: Přihlaste se do služby iCloud.
de: Bitte melde dich bei iCloud an.
es: Inicie sesión en iCloud
es_419: Inicia sesión en iCloud.
fr: Veuillez vous authentifier dans iCloud.

source: Please try again
ar: حاول مرة اخرى
cs: Zkuste to prosím znovu
de: Bitte versuche es noch einmal
es: Inténtalo de nuevo
es_419: Intenta de nuevo
fr: Veuillez réessayer

source: Policy Override
ar: تجاوز السياسة
cs: Přepsání zásad
de: Politik außer Kraft setzen
es: Anulación de política
es_419: Anulación de política
fr: Dérogations

source: Port
ar: المنفذ
de: Hafen
es: Puerto
es_419: Puerto

source: Preimage
ar: بريميماج
de: Vorschaubild
es: Preimagen
es_419: Preimagen
fr: Préimage

source: Prepare Transaction
ar: إعداد المعاملة
cs: Připravit transakci
de: Transaktion vorbereiten
es: Preparar transacción
es_419: Preparar transacción
fr: Préparer la transaction

source: Privacy
ar: الخصوصية
cs: Soukromí
de: Privatsphäre
es: Privacidad
es_419: Privacidad
fr: Condidentialité

source: Privacy & Security
ar: الخصوصية والأمان
cs: Ochrana soukromí a zabezpečení
de: Datenschutz &amp; Sicherheit
es: Privacidad y seguridad
es_419: Privacidad y seguridad
fr: Vie privée et Sécurité

source: Proportional fee must be at least %@.
ar: يجب ألا يقل الرسم النسبي عن %@@.
cs: Poměrný poplatek musí činit alespoň %@.
de: Die anteilige Gebühr muss mindestens %@ betragen.
es: La tarifa proporcional debe ser al menos %@.
es_419: La comisión proporcional debe ser como mínimo de %@.
fr: Les frais proportionnels doivent être d’au moins %@.

source: Public key
ar: المفتاح العام
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
es_419: Clave pública
fr: Clé publique

source: Purchase type
ar: نوع الشراء
cs: Typ nákupu
de: Art des Kaufs
es: Tipo de compra
es_419: Tipo de compra
fr: Type d'achat

source: QR code
ar: رمز الاستجابة السريعة
cs: QR kód
es_419: Código QR

source: Quick tip
ar: نصيحة سريعة
cs: Rychlý tip
de: Schnelltipp
es: Consejo rapido
es_419: Consejo rápido
fr: Raccourci pour les pourboires

source: RECEIVED
ar: تم الاستلام
cs: PŘIJMUTO
de: EMPFANGEN
es: RECIBIDO
es_419: RECIBIDO
fr: Reçu

source: Random server
ar: خادم عشوائي
cs: Náhodný server
de: Zufälliger Server
es: Servidor aleatorio
es_419: Servidor aleatorio
fr: Serveur aléatoire

source: Randomize upload delays
ar: تأخير الرفع لأوقات عشوائية
cs: Použít náhodné zpoždění při nahrávání
de: Upload-Verzögerungen zufällig festlegen
es: Usar retrasos aleatorios de cargas
es_419: Aleatorizar retrasos de carga
fr: Délai aléatoire dans le transfert

source: Randomized upload delay
ar: تأخير الرفع لأوقات عشوائية
cs: Náhodné zpoždění při nahrávání
de: Zufällige Upload-Verzögerung
es: Usar retrasos aleatorios de carga
es_419: Aleatorizar retrasos de carga
fr: Délai aléatoire dans le transfert

source: Rates last updated: %@
ar: آخر تحديث للأسعار: %@
cs: Poslední aktualizace sazeb: %@
de: Preise zuletzt aktualisiert: %@
es: Última actualización de tarifas: %@
es_419: Última actualización de las tasas: %@
fr: Taux mis à jour : %@

source: Raw Data
ar: بيانات أولية
cs: Surová data
de: Rohdaten
es: Consejo rapido
es_419: Datos sin procesar
fr: Données brutes

source: Ready For Swap
ar: جاهز للمبادلة
cs: Připraveno k výměně
de: Bereit zum Tausch
es: Listo para intercambiar
es_419: Listo para el intercambio
fr: Prêt à basculer sur Lightning

source: Receive
ar: استلام
cs: Přijmout
de: Empfangen
es: Recibir
es_419: Recibir
fr: Recevoir

source: Receive payment
ar: استلام الدفعة
cs: Přijmout platbu
de: Zahlung erhalten
es: Recibir pago
es_419: Recibir pago
fr: Recevoir des paiements

source: Receive quietly
ar: استقبل بهدوء
cs: Přijímejte v tichosti
de: Ruhig empfangen
es: Recibe tranquilamente
es_419: Recibir discretamente
fr: Réception silencieuse

source: Receive:
ar: استلم:
cs: Přijímejte:
de: Empfangen:
es: Recibe:
es_419: Recibe:
fr: Recevoir :

source: Received payment
ar: المدفوعات المستلمة
cs: Přijatá platba
de: Erhaltene Zahlung
es: Pago recibido
es_419: Pago recibido
fr: Paiement reçu

source: Received via
ar: تم الاستلام عبر
cs: Přijato prostřednictvím
de: Empfangen über
es: Recibido a través de
es_419: Recibido a través de
fr: Reçu via

source: Receiving in background…
ar: الاستلام في الخلفية..
cs: Příjem na pozadí..
de: Empfangen im Hintergrund..
es: Recibir en segundo plano..
es_419: Recibiendo en segundo plano...
fr: Recevoir en arrière-plan..

source: Recent activity
ar: النشاط الأخير
cs: Nedávná aktivita
de: Aktuelle Ereignisse
es_419: Actividad reciente
fr: Activité récente

source: Recipient is not reachable, or does not have enough inbound liquidity.
ar: لا يمكن الوصول إلى المتلقي، أو ليس لديه سيولة واردة كافية.
cs: Příjemce není dosažitelný nebo nemá dostatečnou příchozí likviditu.
de: Der Empfänger ist nicht erreichbar oder hat nicht genügend Liquidität im Eingang.
es: El destinatario no está localizable o no tiene suficiente liquidez entrante.
es_419: El destinatario no está localizable o no tiene suficiente liquidez entrante.
fr: Le destinataire de ce paiement n\'est pas joignable, ou bien ne dispose pas de suffisamment de liquidité entrante.

source: Recovery Phrase
ar: عبارة الاسترداد
cs: Fráze pro obnovení
de: Genesungsphrase
es: Frase de recuperación
es_419: Frase de recuperación
fr: Clé de sauvegarde

source: Recovery Seed
ar: بذور الاسترداد
es: Semilla de recuperación
es_419: Semilla de recuperación
fr: Clé de sauvegarde

source: Recovery phrase
ar: عبارة الاسترداد
cs: Obnovovací fráze
de: Wiederherstellungsphrase
es: Frase de recuperación
es_419: Frase de recuperación
fr: Phrase de sauvegarde

source: Redeem
ar: استرداد
cs: Vykoupit
de: Einlösen
es: Redimir
es_419: Canjear
fr: Retirer les fonds

source: Refreshing rates...
ar: جارِ تحديث الأسعار...
cs: Osvěžující sazby...
de: Erfrischende Preise...
es: Actualizando tarifas…
es_419: Actualizando tasas...
fr: Rafraîchissement des taux…

source: Register
ar: يسجل
cs: Registrace
es: Registrarse
es_419: Registrar
fr: S’inscrire

source: Registered
ar: مسجل
cs: Registrováno
de: Registriert
es: Registrado
es_419: Registrado
fr: Enregistré

source: Remote
ar: جهاز التحكم عن بُعد
cs: Vzdálený
de: Fernbedienung
es: Remoto
es_419: Remoto

source: Remove
ar: إزالة
cs: Odstranění adresy
de: Entfernen
es: Eliminar
es_419: Eliminar
fr: Supprimer

source: Requesting Swap-In Address...
ar: طلب عنوان المبادلة...
cs: Žádost o Swap-In adresu...
de: Swap-In Adresse beantragen...
es: Solicitando dirección de intercambio…
es_419: Solicitando dirección de intercambio...
fr: Demande d’adresse de swap-in

source: Reset user preferences
ar: إعادة تعيين تفضيلات المستخدم
cs: Obnovení uživatelských předvoleb
de: Benutzereinstellungen zurücksetzen
es: Restablecer preferencias de usuario
es_419: Restablecer preferencias de usuario
fr: Réinitialiser les préférences utilisateur

source: Reset wallet
ar: إعادة تعيين المحفظة
cs: Resetovat peněženku
de: Wallet zurücksetzen
es: Reiniciar cartera
es_419: Restablecer billetera
fr: Réinitialiser le wallet

source: Resetting Wallet
ar: إعادة تعيين المحفظة
cs: Resetování peněženky
de: Brieftasche zurücksetzen
es: Restablecer billetera
es_419: Restablecer billetera
fr: Réinitialisation du wallet

source: Resetting user preferences…
ar: إعادة تعيين تفضيلات المستخدم..
cs: Obnovení uživatelských předvoleb..
de: Benutzereinstellungen zurücksetzen..
es: Restableciendo las preferencias del usuario…
es_419: Restableciendo preferencias de usuario...
fr: Réinitialisation des préférences utilisateur...

source: Resolving lightning address
ar: حل عنوان البرق
cs: Řešení adresy blesku
de: Auflösende Blitzadresse
es: Resolución de la dirección del rayo
es_419: Resolución de la dirección del rayo
fr: Résolution de l'adresse éclair

source: Restart required
ar: إعادة التشغيل مطلوبة
cs: Nutný restart
de: Neustart erforderlich
es: Reinicio necesario
es_419: Reinicio necesario
fr: Redémarrage nécessaire

source: Restore my wallet
ar: استعادة محفظتي
cs: Obnovit moji peněženku
de: Meine Wallet wiederherstellen
es: Restaurar mi cartera
es_419: Restaurar mi billetera
fr: Restaurer mon wallet

source: Retry
ar: إعادة المحاولة
cs: Opakování
de: Wiederholen
es: Intentar de nuevo
es_419: Reintentar
fr: Réessayer

source: Retry in %@
ar: إعادة المحاولة في %@
cs: Opakování pokusu v %@
de: Wiederholungsversuch in %@
es: Reintento en %@
es_419: Reintento en %@
fr: Réessai dans %@

source: Reusable
ar: قابلة لإعادة الاستخدام
cs: Opakotavelná
de: Wiederverwendbar
es: Reutilizable
es_419: Reutilizable

source: Review
ar: المراجعة
cs: Pokračovat
es: Validar
es_419: Validar
fr: Valider

source: Review Transaction
ar: مراجعة المعاملة
cs: Recenze Transakce
de: Rückblick Transaktion
es: Revisar transacción
es_419: Revisar transacción
fr: Examiner la transaction

source: Revoked
ar: تم الإلغاء
cs: Odvoláno
de: Widerrufen
es: Revocada
es_419: Revocada
fr: Revocation

source: Revoked commits found on %lld channel(s)!
ar: تم العثور على التزامات تم إبطالها على قناة(قنوات)%lld!
cs: Na kanálech%lld byly nalezeny odvolané revize!
de: Zurückgenommene Commits auf %lld-Kanal(en) gefunden!
es: ¡Se encontraron confirmaciones revocadas en %lld canales!
es_419: ¡Se encontraron commits revocados en %lld canal(es)!
fr: Commitments révoqués détectés sur %lld canaux !

source: SENT
ar: تم الإرسال
cs: ODESLÁNO
es: ENVIADO
es_419: ENVIADO
fr: ENVOYÉ

source: SHA1 Fingerprint:
ar: بصمة SHA1:
cs: Otisk prstu SHA1:
de: SHA1 Fingerabdruck:
es: Huella digital SHA1:
es_419: Huella digital SHA1:
fr: Empreinte SHA1 :

source: SHA256 Fingerprint:
ar: بصمة SHA256
cs: SHA256 Otisk prstu:
de: SHA256 Fingerabdruck:
es: SHA256 Huella digital:
es_419: Huella digital SHA256:
fr: Empreinte SHA256 :

source: Satoshis are often preferred because it's easier to work with whole numbers rather than fractions.
ar: غالبًا يُفضل استخدام وحدة الساتوشي لأنه يسهل استخدام الأعداد الصحيحة بدلاً من الكسور.
cs: Satoshi jsou více preferované, jelikož je jednodušší pracovat s celými čísly než se zlomky.
de: Satoshis werden oft bevorzugt, weil es einfacher ist, mit ganzen Zahlen zu arbeiten als mit Brüchen.
es: A menudo se prefieren los Satoshis porque es más fácil trabajar con números enteros que con fracciones.
es_419: Se suelen preferir los satoshis porque es más fácil trabajar con números enteros que con fracciones.
fr: Il est recommandé d'utiliser l'unité 'satoshi' car il est plus facile de raisonner avec des nombres entiers que des fractions.

source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
es_419: Guardar
fr: Sauver

source: Save changes
ar: حفظ التغييرات
cs: Uložení změn
de: Änderungen speichern
es: Guardar cambios
es_419: Guardar cambios
fr: Enregistrer les modifications
